[
  {
    "name": "Increase Ads",
    "shortDescription": "Purchase ad spots and hire celebrities to make product look more attractive",
    "longDescription": "Purchase some extra slots for TV ads. These ads will feature prominent celebrities that will advertise your products and their features, and have the chance of increasing your market share. Beware, there is a risk that your marketing team creates a horrible ad, and instead lowers your market share.",
    "costRating": "💲💲💲",
    "riskRating": "💀💀💀",
    "marketShareRating": "💹💹💹",
    "cost": 3000000,
    "risk": 1.0,
    "marketShare": 2.0
  },
  {
    "name": "Increase Production",
    "shortDescription": "Double factory production of product",
    "longDescription": "Invest money in your factory to increase its output. This will allow you to distribute your product to more stores and communities, which will increase your market share.",
    "costRating": "💲💲",
    "riskRating": "💀💀",
    "marketShareRating": "💹💹",
    "cost": 2000000,
    "risk": 0.7,
    "marketShare": 1.2
  },
  {
    "name": "Target Low-income Communities",
    "shortDescription": "Market and advertise in low-income communities",
    "longDescription": "Increase number of retailers, offer free cigarettes and discount coupons, offer cigarettes with each food stamp, and mail coupon/free prepaid cards to increase your market share in low-income neighborhoods. This will increase revenue and merket share.",
    "costRating": "💲",
    "riskRating": "💀",
    "marketShareRating": "💹",
    "cost": 1000000,
    "risk": 0.5,
    "marketShare": 0.6
  },
  {
    "name": "Promote Tobacco in Black Communities",
    "shortDescription": "Market and advertise in Black communities",
    "longDescription": "Heavily market menthol cigarettes and brands, increase advertising, and offer samples in black neighborhoods. This will increase revenue and market share.",
    "costRating": "💲💲💲",
    "riskRating": "💀",
    "marketShareRating": "💹💹",
    "cost": 3000000,
    "risk": 0.5,
    "marketShare": 1.2
  },
  {
    "name": "Reduce Age Requirement",
    "shortDescription": "Lobby to reduce age requirements",
    "longDescription": "Lobby local governments and Congress to reduce age requirements for tobacco and vaping. This will net you more money as you can now target the younger teen demographic.",
    "costRating": "💲💲💲",
    "riskRating": "💀💀💀",
    "marketShareRating": "💹💹💹",
    "cost": 3000000,
    "risk": 1.0,
    "marketShare": 2.0
  },
  {
    "name": "Use Cheap Labor",
    "shortDescription": "Build factories in developing countries to reduce your expenses",
    "longDescription": "Build factories abroad in developing countries to take advantage of cheap labor (sometimes child labor) where workers often have to work under terrible conditions for long hours. This drastically reduces your expenses, which increases your profit.",
    "costRating": "💲",
    "riskRating": "💀💀💀",
    "marketShareRating": "💹💹",
    "cost": 1500000,
    "risk": 1.5,
    "marketShare": 1.3
  },
  {
    "name": "Expand Into Vaping",
    "shortDescription": "Start developing vaping products",
    "longDescription": "Upgrade your factory to start producing vaping products in addition to the tobacco products. This will allow you to reach more people and increase your profits.",
    "costRating": "💲💲💲",
    "riskRating": "💀",
    "marketShareRating": "💹💹💹",
    "cost": 4000000,
    "risk": 0.2,
    "marketShare": 2.1
  },
  {
    "name": "Decrease Minimum Price",
    "shortDescription": "Lobby to decrease the price floor (minimum allowed price)",
    "longDescription": "Minimum floor price laws (MFPLs) disallow the sale of tobacco and vaping products below a set minimum price. Lobby local governments and Congress to decrease the price floor. This will make your product cheaper and more accessible. ",
    "costRating": "💲💲💲",
    "riskRating": "💀💀💀",
    "marketShareRating": "💹💹💹",
    "cost": 6000000,
    "risk": 2.5,
    "marketShare": 3.0
  },
  {
    "name": "Media Spin",
    "shortDescription": "Get the media to change the narrative about you and your products",
    "longDescription": "Selectively cherry-pick and present facts that show you positively. Bury bad news by announcing them when people are focused on other important events. Pay to have news stations air a misleading/unsupported pro-tobacco article. Sponsor influencers and famous people to talk well about your product and company. Pay for fake/biased reviews.",
    "costRating": "💲💲💲",
    "riskRating": "💀💀💀",
    "marketShareRating": "💹💹💹",
    "cost": 3000000,
    "risk": 2.0,
    "marketShare": 2.0
  },
  {
    "name": "Smear Campaign",
    "shortDescription": "Similar to media spin. Change narrative from your products by attacking anti-tobacco activists.",
    "longDescription": "Use a pro-tobacco blogger to directly attack an anti-tobacco activist's character and portray them as an extremist. By doing that, you shift the conversation away from you and marginalize them. The anti-tobacco campaigns will have a higher chance of failing.",
    "costRating": "💲💲",
    "riskRating": "💀💀💀",
    "marketShareRating": "💹💹💹",
    "cost": 2000000,
    "risk": 2.0,
    "marketShare": 2.0
  },
  {
    "name": "Change Conversation",
    "shortDescription": "Similar to media spin. Change the narrative to talk about freedom and portray yourself as righteous and heroic.",
    "longDescription": "Use pro-tobacco groups to spread pro-tobacco messages using language like 'freedom' and 'liberty' to invoke strong feelings in people. The argument is now shifted to one about personal rights and you are portrayed as a defender of those rights.",
    "costRating": "💲💲",
    "riskRating": "💀💀",
    "marketShareRating": "💹💹",
    "cost": 2000000,
    "risk": 0.75,
    "marketShare": 1.25
  },
  {
    "name": "Bribery",
    "shortDescription": "Bribe officials to gain an advantage",
    "longDescription": "Bribe officials or do favors for them to obtain information about your rivals, make your product easier to sell, and influence legislation. This will mostly be done abroad, where it's easier to bribe public officials and harder for you to get prosecuted.",
    "costRating": "💲",
    "riskRating": "💀💀💀",
    "marketShareRating": "💹💹💹",
    "cost": 1500000,
    "risk": 1.3,
    "marketShare": 2.0
  },
  {
    "name": "Public Relations (PR)",
    "shortDescription": "Sponsor and participate in programs and causes that make you look good",
    "longDescription": "Back a sports team and sports programs. Establish a scholarship fund. Donate to the local high schools, clubs, communities, and shelters. Although these are good causes, you should invest in them to take attention off the negative aspects of your company, thus allowing people and politicians to disregard the harm your unethical decisions cause on their community.",
    "costRating": "💲💲",
    "riskRating": "💀💀",
    "marketShareRating": "💹💹",
    "cost": 2000000,
    "risk": 0.75,
    "marketShare": 1.25
  },
  {
    "name": "More Stores",
    "shortDescription": "Bring your product into more stores nationwide",
    "longDescription": "You have found that many stores nationwide still do not carry your product, thus reducing your profit! Employ a strong initiative to get your products into more and more of these stores. This will increase the reach of your product.",
    "costRating": "💲💲",
    "riskRating": "💀💀",
    "marketShareRating": "💹💹",
    "cost": 2000000,
    "risk": 0.7,
    "marketShare": 1.2
  },
  {
    "name": "Buyout Competitor",
    "shortDescription": "Buyout one of your competitors that has been causing you trouble",
    "longDescription": "One of your competitors has been stealing more and more of your customers. Buyout their company to acquire all of their assets and regain the profits and market share they took from you.",
    "costRating": "💲💲💲",
    "riskRating": "💀💀💀",
    "marketShareRating": "💹💹💹",
    "cost": 6000000,
    "risk": 2.5,
    "marketShare": 3.0
  },
  {
    "name": "Investor Payout",
    "shortDescription": "Boost investor confidence in your company",
    "longDescription": "Recently, your stock price hasn't been the best. Buy back stock and give a dividend to your investors. This will make your company attractive and entice investors to stay invested.",
    "costRating": "💲💲💲",
    "riskRating": "💀",
    "marketShareRating": "💹💹💹",
    "cost": 4000000,
    "risk": 0.2,
    "marketShare": 2.1
  },
  {
    "name": "Salespeople Hiring",
    "shortDescription": "Hire more salespeople for your business",
    "longDescription": "Your latest market analysis has found that fewer people are learning about your product. Hire more salespeople to advertise your products.",
    "costRating": "💲",
    "riskRating": "💀💀💀",
    "marketShareRating": "💹💹💹",
    "cost": 1500000,
    "risk": 1.3,
    "marketShare": 2.0
  },
  {
    "name": "Block Opposing Research",
    "shortDescription": "Block some anti-tobacco research that some scientists were preparing to publish",
    "longDescription": "Some scientists at a nearby research university have been preparing to publish even more research that demonstrates how harmful tobacco products are. Donate money to the department supporting this research to dissuade them from publishing their findings.",
    "costRating": "💲",
    "riskRating": "💀💀💀",
    "marketShareRating": "💹💹",
    "cost": 1500000,
    "risk": 1.5,
    "marketShare": 1.3
  },
  {
    "name": "Boost Profits",
    "shortDescription": "Cut your costs to raise more cash",
    "longDescription": "You are in need of more capital to expand. Layoff employees, decrease bonuses, and increase working hours. This will shoot up profits.",
    "costRating": "💲💲",
    "riskRating": "💀💀",
    "marketShareRating": "💹💹",
    "cost": 2000000,
    "risk": 0.7,
    "marketShare": 1.2
  },
  {
    "name": "Expand Social Media Presence",
    "shortDescription": "Expand your online and social media presence",
    "longDescription": "Create a new social media branch in your company. Make posts and sponsor people on numerous social media sites. This will prove especially useful in attracting more youth to your product.",
    "costRating": "💲💲",
    "riskRating": "💀💀",
    "marketShareRating": "💹💹",
    "cost": 2000000,
    "risk": 0.8,
    "marketShare": 1.25
  },
  {
    "name": "Reduce Employee Benefits",
    "shortDescription": "Reduce benefits for your employees, and cut down on bonuses",
    "longDescription": "You need to show a profit increase for your investors, or else they will get mad! Cut down on benefits, bonuses, and raises for your employees, and put that money towards your company's revenue.",
    "costRating": "💲",
    "riskRating": "💀💀",
    "marketShareRating": "💹💹💹",
    "cost": 1500000,
    "risk": 0.75,
    "marketShare": 1.5
  },
  {
    "name": "New Company Designs",
    "shortDescription": "Rebrand your company with a new \"look\"",
    "longDescription": "Create a new more \"modern\" company logo. Produce more posters and ads that will make your company look cooler to the youth, and help you attract them to your product.",
    "costRating": "💲",
    "riskRating": "💀",
    "marketShareRating": "💹",
    "cost": 1250000,
    "risk": 0.6,
    "marketShare": 0.6
  }
]
