[
    {
        "Name": "Cipollone vs Lingget",
        "Date": "DC, WASHINGTON - TUESDAY, October 8, 1999",
        "Headline": "Family sues, claiming false advertising",
        "Description": "Rose Cipollone died at 58 from lung cancer. She smoked for 42 years. Before her death, she and her husband sued several cigarette manufacturers in federal court for damages resulting from Mrs. Cipollone lung cancer. A trial court judgment of $400,000 was reserved in the U.S. Court of Appeals. The Cipollone family appealed to the U.S. Supreme Court. After losing the first court case to your company, Edell, the lawyer in charge has come back with more evidence to try and take down your company once and for all.",
        "Link" : "https://scholar.google.com/scholar_case?case=426636661616801210&q=cipollone+v.+liggett&hl=en&as_sdt=2006&as_vis=1"

    },
    {
        "Name": "United States vs Phillip Morris",
        "Date": "DC, WASHINGTON - MONDAY, October 8, 2006",
        "Headline": "United States Department of Justice Sues",
        "Description": "The United States Department of Justice (DOJ) is suing you for fraudulent and unlawful conduct and reimbursement of tobacco-related medical expenses.  The DOJ is also suing on the ground that the tobacco companies had engaged in a decades-long conspiracy to (1) mislead the public about the risks of smoking, (2) mislead the public about the danger of secondhand smoke; (3) misrepresent the addictiveness of nicotine, (4) manipulate the nicotine delivery of cigarettes, (5) deceptively market cigarettes characterized as “light” or “low tar,” while knowing that those cigarettes were at least as hazardous as full flavored cigarettes, (6) target the youth market; and (7) not produce safer cigarettes.",
        "Link" : "https://www.publichealthlawcenter.org/topics/commercial-tobacco-control/commercial-tobacco-control-litigation/united-states-v-philip"
    },
    {
        "Name": "Lorillard Tobacoo Co vs Reilly",
        "Date": "DC, WASHINGTON - FRIDAY, April 25, 2001",
        "Headline": "Reilly sues, claiming advertisements target underaged smokers",
        "Description": "After campaigning to try and target youth in high school and underaged smokers in college, your company is now being sued on the basis of illegal advertising. Your campaign included targeting children in school, and trying to convince them to try and do e-cigarattes, claiming that this was a safer alternative and was not illegal. The grounds of this court case is that they are trying to make it so that sales and advertisements within 1000 feet of schools is illegal.",
        "Link" : "https://www.lexisnexis.com/community/casebrief/p/casebrief-lorillard-tobacco-co-v-reilly"
    },
    {
        "Name": "Estate of Michelle Schwarz v. Philip Morris, Inc.",
        "Date": "DC, WASHINGTON - THURSDAY, October 8, 2010",
        "Headline": "Woman switches to e-cig and sues tobacco company, claiming false advertising",
        "Description": "A woman switches to e-cigarattes after the tobacoo companies promised that these were safer alternatives to the regular cigarattes. The tobacco company claimed that there was less tar and nicotine when the exposure levels were exactly the same. Rather than quitting she believed your tobacco company and subsquently died of lung cancer.",
        "Link" : "https://supreme.justia.com/cases/federal/us/533/525/"
    },
    {
        "Name": "Grady Carter vs Brown and Williamson Tobacco",
        "Date": "DC, WASHINGTON - SATURDAY, November 22, 2000",
        "Headline": "Individual sues, claiming negligence and strict liability",
        "Description": "After being diagonosed with lung cancer, long time user of your cigarattes, Grady Carter, is claiming that your company did not follow all of the rules and relegations that they should have and that your cigarattes are unreasonably dangerous and defective ",
        "Link" : "https://law.justia.com/cases/florida/supreme-court/2000/sc94797.html"
    },
    {
        "Name": "Williams vs Phillip Morris",
        "Date": "DC, WASHINGTON - TUESDAY, October 31, 2006",
        "Headline": "Widow Mayola Morris sues tobacco company on behalf of her deceased husband",
        "Description": "After her husband died of lung cancer, Widow Mayola Morris is now suing your company claiming punitive damages. The death of Phillip Morris can be traced back to your company's substances and hence harmed the defendant's party.",
        "Link" : "https://www.lexisnexis.com/community/casebrief/p/casebrief-philip-morris-usa-v-williams"

    },
    {
        "Name": "Evans vs Lorillard",
        "Date": "DC, WASHINGTON - SUNDAY, November 20, 2010",
        "Headline": "Daughter sues company on basis of illegal advertising",
        "Description": "After her mother died of lung cancer, the defendant Willie Evans is suing your company on the basis that you negligently marketed Newport cigarattes (a menthol-flavored cigarette targeted at new, young, and African-American smokers), and failed to warn consumers about the dangers that it poses. Your company first gave her cigarattes when she was 13 years old for free, which soon became an addiction for the next 40 years.",
           "Link" : "https://publichealthlawcenter.org/sites/default/files/resources/tclc-Evans-v-Lorillard-case-study-2016.pdf"
    },
    {
        "Name": "Price vs Phillip morris",
        "Date": "DC, WASHINGTON - TUESDAY, November 27, 2006",
        "Headline": "Individual sues, claiming false advertising regarding light ciggarettes",
        "Description": "Your company claimed that their light ciggarettes were safer alternatives to regular cigarattes, saying that they had less tar than nicotine. After research it was shown that your light cigarettes actually posed a bigger harm than normal cigarettes, and that your company illegally advertised a failed product. ",  
        "Link" : "https://www.publichealthlawcenter.org/litigation-tracker/price-v-philip-morris-usa-848-ne2d-1-ill-2005#:~:text=The%20trial%20court%20found%20Philip,Marlboro%20Lights%20and%20Cambridge%20Lights."
    }
]